[M_BloodHarvest MissionDefinition]
MissionName="A Colheita Sangrenta"
MissionDescription="Você precisa encontrar um cidadão morto-vivo e cegueta, chamado T. K. Baha, que vive em [place]Hallowed Hollow[-place]. Pelo visto o Sr. Baha deve ter algum trabalho pra você."
TurnInDescription="Considere essa abóbora esmagada."
MissionSummary="Encontre T. K. Baha"
MissionGiver="T. K. Baha zumbi"
MissionTurnInLocation="T. K. Baha zumbi"
TeaserText="A colheita sangrenta está chegando!"

[M_BloodHarvest:DesecrateGarden MissionObjectiveDefinition]
ProgressMessage="Profane o jardim"

[M_BloodHarvest:DestroyNests MissionObjectiveDefinition]
ProgressMessage="Destrua os ninhos de Skarakks"

[M_BloodHarvest:DigGrave1 MissionObjectiveDefinition]
ProgressMessage="Encontre o primeiro esqueleto encantado"

[M_BloodHarvest:DigGrave2 MissionObjectiveDefinition]
ProgressMessage="Encontre o segundo esqueleto encantado"

[M_BloodHarvest:DigGrave3 MissionObjectiveDefinition]
ProgressMessage="Encontre o terceiro esqueleto encantado"

[M_BloodHarvest:FindTKBaha MissionObjectiveDefinition]
ProgressMessage="Encontre o T. K. Baha"

[M_BloodHarvest:ForgeKey MissionObjectiveDefinition]
ProgressMessage="Use o martelo da forja "

[M_BloodHarvest:GoToWindmill MissionObjectiveDefinition]
ProgressMessage="Dirija-se até o moinho"

[M_BloodHarvest:GrabForgedKey MissionObjectiveDefinition]
ProgressMessage="Pegue a chave forjada"

[M_BloodHarvest:HeadtoBlacksmith MissionObjectiveDefinition]
ProgressMessage="Dirija-se à forja"

[M_BloodHarvest:KillBlacksmith MissionObjectiveDefinition]
ProgressMessage="Elimine o ferreiro"

[M_BloodHarvest:KillKingpin MissionObjectiveDefinition]
ProgressMessage="Elimine o Abobrão Mor"

[M_BloodHarvest:MissionObjectiveSetDefinition_10 MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_BloodHarvest:MissionObjectiveSetDefinition_11 MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_BloodHarvest:MissionObjectiveSetDefinition_12 MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_BloodHarvest:MissionObjectiveSetDefinition_4 MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_BloodHarvest:MissionObjectiveSetDefinition_7 MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_BloodHarvest:MissionObjectiveSetDefinition_9 MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_BloodHarvest:ObjSet_DesecrateGarden MissionObjectiveSetDefinition]
MissionSummaryOverride="Inunde o jardim com sangue."
MissionDescriptionOverride="os moinhos estão em movimento e as bombas já estão funcionando. Profane o jardim para invocar o Abobrão Mor."

[M_BloodHarvest:ObjSet_DestroyNests MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_BloodHarvest:ObjSet_DigUpGraves MissionObjectiveSetCollectionDefinition]
MissionSummaryOverride="Procure os fragmentos da chave encantada!"
MissionDescriptionOverride="Um portão fechado que leva até o Abobrão Mor.  Vasculhe as tumbas ao redor para recolher os fragmentos da chave. "

[M_BloodHarvest:ObjSet_FindKeyPart1 MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_BloodHarvest:ObjSet_FindTKBaha MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride="T. K. Baha (ou melhor, seu cadáver reanimado e falante) solicita sua presença em [place]Hallowed Hollow[-place].  Talvez ele tenha trabalho pra você."

[M_BloodHarvest:ObjSet_ForgeKey MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_BloodHarvest:ObjSet_GrabForgedKey MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_BloodHarvest:ObjSet_HeadtoBlacksmith MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_BloodHarvest:ObjSet_HeadtoBlacksmithGate MissionObjectiveSetDefinition]
MissionSummaryOverride="Dirija-se até a forja."
MissionDescriptionOverride="Fragmentos da chave recolhidos.  Agora é hora de pedir ao simpático ferreiro que forje a chave pra você."

[M_BloodHarvest:ObjSet_HeadToGate MissionObjectiveSetDefinition]
MissionSummaryOverride="Derrote o Abobrão Mor."
MissionDescriptionOverride="T. K. Baha pediu para você livrar a vila da presença do Jack da Lanterna, mais conhecido como Abobrão Mor."

[M_BloodHarvest:ObjSet_HeadToPumpkinPatch MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_BloodHarvest:ObjSet_KillBlacksmith MissionObjectiveSetDefinition]
MissionSummaryOverride="Derrote o ferreiro."
MissionDescriptionOverride="O ferreiro na verdade não é nada simpático. Pegue seu martelo à força!"

[M_BloodHarvest:ObjSet_KillKingpin MissionObjectiveSetDefinition]
MissionSummaryOverride="Elimine o Abobrão Mor"
MissionDescriptionOverride="Tudo leva à esse ponto.  Elimine Jack da Lanterna e salve [place]Hallowed Hollow[-place]."

[M_BloodHarvest:ObjSet_LockedGate MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_BloodHarvest:ObjSet_PickUpHammer MissionObjectiveSetDefinition]
MissionSummaryOverride="Forje a chave encantada."
MissionDescriptionOverride="Agora que o ferreiro foi derrotado, pegue seu martelo e forje a chave você mesmo."

[M_BloodHarvest:ObjSet_UnlockGate MissionObjectiveSetDefinition]
MissionSummaryOverride="De volta ao portão!"
MissionDescriptionOverride="Com a chave encantada em seu poder, você já pode entrar nos domínios do Abobrão Mor."

[M_BloodHarvest:ObjSet_UseWindmill MissionObjectiveSetDefinition]
MissionSummaryOverride="Coloque os moinhos em funcionamento."
MissionDescriptionOverride="Você precisa despertar o Abobrão Mor. Coloque esse moinhos para funcionar!"

[M_BloodHarvest:PickUpHammer MissionObjectiveDefinition]
ProgressMessage="Pegue o martelo do ferreiro"

[M_BloodHarvest:PickUpKeyPart1 MissionObjectiveDefinition]
ProgressMessage="Pegue o primeiro fragmento da chave"

[M_BloodHarvest:PickUpKeyPart2 MissionObjectiveDefinition]
ProgressMessage="Pegue o segundo fragmento da chave"

[M_BloodHarvest:PickUpKeyPart3 MissionObjectiveDefinition]
ProgressMessage="Pegue o terceiro fragmento da chave"

[M_BloodHarvest:PlaceKeyPieces MissionObjectiveDefinition]
ProgressMessage="Coloque os fragmentos da chave"

[M_BloodHarvest:UnlockGate MissionObjectiveDefinition]
ProgressMessage="Abra o portão"

[M_TrickOrTreat MissionDefinition]
MissionName="Doçuras ou Travessuras"
MissionDescription="É possível ser guloso sem nem ter os dentes?"
TurnInDescription="Recolher doces nesses lares é meio perigoso."
MissionSummary="Recolha miolos açucarados para o T. K. Baha!"
MissionGiver="T. K. Baha zumbi"
MissionTurnInLocation="T. K. Baha zumbi"
TeaserText="Miolos! Açucarados!"

[M_TrickOrTreat:CollectCandy MissionObjectiveDefinition]
ProgressMessage="Miolos açucarados recolhidos"

[M_TrickOrTreat:GiveCandy MissionObjectiveDefinition]
ProgressMessage="Leve os doces para o T. K. Baha"

[M_TrickOrTreat:MissionObjectiveSetDefinition_0 MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_TrickOrTreat:MissionObjectiveSetDefinition_1 MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

